tap 'homebrew/cask-versions'
tap 'universal-ctags/universal-ctags'

brew 'bash'
brew 'bash-completion2'
brew 'tmux'
brew 'vim'
brew 'neovim'
brew 'git'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'cmake'
brew 'mysql'
brew 'python@2'
brew 'python3'
brew 'numpy'
brew 'ruby'
brew 'go'
brew 'lua'
brew 'yarn'
brew 'sqlite'
brew 'openssl'
brew 'redis'
brew 'pkg-config'
brew 'universal-ctags'
brew 'htop'
brew 'hub'
brew 'ffmpeg'

cask 'slack-beta'
cask 'iterm2-beta'
cask 'google-chrome-beta'
cask 'spotify'
cask '1password'
cask 'docker'
