tap 'homebrew/cask-versions'

brew 'bash'
brew 'bash-completion'
brew 'tmux'
brew 'vim'
brew 'git'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'cmake'
brew 'mysql'
brew 'python3'
brew 'numpy'
brew 'ruby'
brew 'go'
brew 'lua'
brew 'yarn'
brew 'sqlite'
brew 'openssl'
brew 'redis'

cask 'slack-beta'
cask 'iterm2-beta'
cask 'google-chrome-beta'
cask 'spotify'
cask '1password'
cask 'docker'
cask 'vlc'
